"About" = "אודות";
"About %@" = "אודות %@";
"Accessibility" = "נגישות";
"Acknowledgments" = "תודות";
"Active app" = "יישום פעיל";
"Active screen" = "מסך פעיל";
"Active Space" = "שטח פעיל";
"Additional controls" = "בקרות נוספות";
"Additional controls…" = "בקרות נוספות ...";
"Advanced" = "מִתקַדֵם";
"After release" = "לאחר השחרור";
"Align windows" = "יישר חלונות";
"Align windows:" = "יישר חלונות:";
"All apps" = "כל היישומים";
"All data from this form will be made public, as a ticket on github.com" = "כל המידע מטופס זה ייהפך לציבורי, ככרטיס ב-github.com";
"All screens" = "כל המסכים";
"All Spaces" = "כל השטחים";
"Allowed" = "מאופשר";
"Alphabetical" = "אלפביתי";
"Alphabetical Order" = "סדר אלפביתי";
"Also select windows using:" = "בחר חלון גם באמצעות:";
"AltTab crashed last time you used it. Sending a crash report will help get the issue fixed" = "AltTab קרס בפעם האחרונה שהשתמשת בו. שליחה של דיווח קריסה יעזור לתקן את הבעיה";
"AltTab is currently set to show Applications. This setting is only available when AltTab is set to show Windows." = "Alttab מוגדר כעת להציג יישומים.הגדרה זו זמינה רק כאשר AltTab מוגדר להצגת Windows.";
"AltTab is running without Screen Recording permissions. Thumbnails won’t show." = "AltTab is running without Screen Recording permissions. Thumbnails won’t show.";
"AltTab needs some permissions" = "‫AltTab צריך הרשאות מסוימות";
"AltTab will show if the window is currently minimized or fullscreen with a status icon." = "Alttab תראה אם ​​החלון ממזער כרגע או מסך מלא עם סמל סטטוס.";
"Always" = "תמיד";
"Always send crash reports" = "תמיד שלח דיווחי קריסה";
"and press" = "ולחץ";
"and press:" = "ולחץ:";
"Animations" = "אנימציות";
"Animations…" = "אנימציות ...";
"App (BundleID starting with)" = "ישום (ה-BundlelD מתחיל ב)";
"App Icons" = "סמלי אפליקציה";
"App is hidden" = "היישום מוסתר";
"App is running but has no open window" = "היישום פועל אך אין לו חלון פתוח";
"Apparition delay" = "עיכוב הופעה";
"Apparition delay:" = "עיכוב הופעה:";
"Appearance" = "מראה";
"Application Name" = "שם יישום";
"Application Name - Window Title" = "שם יישום - כותרת חלון";
"Applications" = "יישומים";
"Are you sure you don’t want a response?" = "אתה בטוח שאתה לא רוצה תגובה?";
"Arrow keys" = "מקשי חצים";
"Ask whether to send crash reports" = "תמיד שאל אם לשלוח דיווח קריסה";
"Auto-install updates periodically" = "התקן עדכונים אוטומטית על בסיס קבוע";
"Blacklists" = "רשימה שחורה";
"Cancel" = "ביטול";
"Cancel and hide" = "בטל והסתר";
"Center" = "מרכז";
"Check for updates now…" = "בדוק עדכונים כעת";
"Check for updates periodically" = "בדוק עדכונים על בסיס קבוע";
"Check for updates…" = "בדוק עדכונים";
"Check permissions…" = "בדוק הרשאות…";
"Close window" = "סגור חלון";
"Conflicting shortcut" = "קיצורי דרך סותרים";
"Controls" = "שליטה";
"Crash reports policy" = "מדיניות דוחות קריסה";
"Crash reports policy:" = "מדיניות דיווחי קריסה:";
"Cursor follows focus" = "המיקוד עוקב אחרי סמן העכבר";
"Customize App Icons style…" = "התאם אישית סגנון אייקוני אפליקציות ...";
"Customize Thumbnails style…" = "התאמה אישית של תמונות ממוזערות ...";
"Customize Titles style…" = "התאמה אישית של כותרות סגנון ...";
"Dark" = "כֵּהֶה";
"Disabled" = "Disabled";
"Do nothing" = "לא לעשות כלום";
"Don’t check for updates periodically" = "אל תבדוק עדכונים על בסיס קבוע";
"Don’t send" = "לא לשלוח";
"Don’t show windows from these apps" = "אל תציג חלונות מיישומים אלה";
"Done" = "בוצע";
"End" = "סוף";
"Fade out animation" = "דוהה אנימציה";
"Fade out animation:" = "אנימציית היעלמות:";
"Focus selected window" = "התמקד בחלון שנבחר";
"Fullscreen window" = "חלון במסך מלא";
"Fullscreen windows:" = "חלונות במסך מלא:";
"Fullscreen/Defullscreen window" = "הכנסת/הוצאת חלון ממסך מלא";
"General" = "כללי";
"Gesture" = "Gesture";
"Grant permission" = "Grant permission";
"Hidden windows:" = "חלונות נסתרים:";
"Hide" = "הסתר";
"Hide app badges" = "הסתר תגי אפליקציות";
"Hide app badges:" = "הסתר תג התראות:";
"Hide apps with no open window" = "הסתר אפליקציות ללא חלון פתוח";
"Hide apps with no open window:" = "הסתר יישומים ללא חלון פתוח:";
"Hide colored circles on mouse hover" = "הסתר עיגולים צבעוניים על רחף עכבר";
"Hide colored circles on mouse hover:" = "הסתר כפתורי רמזור גם בריחוף על חלון:";
"Hide in %@" = "הסתר ב%@";
"Hide Space number labels" = "הסתר תוויות מספר שטח";
"Hide Space number labels:" = "הסתר תגיות מספר של שטח:";
"Hide status icons" = "הסתר סמלי סטטוס";
"Hide status icons:" = "הסתר סמלי סטטוס:";
"Hide window thumbnails:" = "הסתר תמונות ממוזערות של חלונות:";
"Hide/Show app" = "הסתר/הצג חלון";
"High" = "גָבוֹהַ";
"Highest" = "הֲכִי גָבוֹהַ";
"Hold" = "החזק";
"Horizontal Swipe with Four Fingers" = "Horizontal Swipe with Four Fingers";
"Horizontal Swipe with Three Fingers" = "Horizontal Swipe with Three Fingers";
"I think the app could be improved with…" = "אני חושב שניתן לשפר את היישום באמצעות…";
"Ignore shortcuts when active" = "התעלם מהקיצורים כאשר פועל";
"Ignore shortcuts while a window from these apps is active" = "התעלם מקיצורי דרך כאשר חלון מיישום זו פעיל";
"Language" = "Language";
"Language Change" = "Language Change";
"Large" = "גָדוֹל";
"Later" = "Later";
"Latest releases" = "מהדורה אחרונה";
"Leading" = "מוֹבִיל";
"Left" = "שמאלה";
"Light" = "אוֹר";
"Max height on screen:" = "גובה מקסימלי במסך:";
"Max width on screen:" = "רוחב מקסימלי במסך:";
"Medium" = "בינוני";
"Menubar icon" = "אייקון Menubar";
"Menubar icon:" = "סמל תפריט עליון:";
"Middle" = "אמצע";
"Minimize/Deminimize window" = "מזער\\בטל מזעור חלון";
"Minimized windows:" = "חלונות ממוזערים:";
"Miscellaneous" = "Miscellaneous";
"Miscellaneous:" = "אחר:";
"Mouse hover" = "ריחוף עכבר";
"Multiple screens" = "מספר מסכים";
"Never send crash reports" = "אף פעם אל תשלח דיווחי קריסה";
"Normal" = "נוֹרמָלִי";
"Not allowed" = "לא מאופשר";
"NSHumanReadableCopyright" = "רישיון GPL-3.0";
"Only if the window is fullscreen" = "רק אם החלון במסך מלא";
"Open Accessibility Preferences…" = "פתח הגדרות נגישות…";
"Open Screen Recording Preferences…" = "פתח הגדרות הקלטת מסך…";
"Open Trackpad Preferences…" = "Open Trackpad Preferences…";
"Optional: email (if you want a reply)" = "אופציונלי: אימייל (אם אתה רוצה תשובה)";
"Order windows by" = "להזמין חלונות על ידי";
"Policies" = "מדיניות";
"Preferences…" = "העדפות";
"Preview selected window" = "תצוגה מקדימה של חלון שנבחר";
"Preview selected window:" = "תצוגה מקדימה של החלון שנבחר:";
"Preview the selected window." = "תצוגה מקדימה של החלון שנבחר.";
"Quit" = "צא מהיישום";
"Quit %@" = "צא מ%@";
"Quit app" = "צא מהיישום";
"Recently Created" = "נוצר לאחרונה";
"Recently Created First" = "לאחרונה נוצר תחילה";
"Recently Focused" = "היה בפוקוס לאחרונה";
"Recently Focused First" = "לאחרונה התמקד תחילה";
"Remember my choice" = "זכור את בחירתי";
"Reset preferences and restart" = "אפס את ההעדפות והפעל מחדש";
"Reset preferences and restart…" = "אפס העדפות והפעל מחדש…";
"Restart Now" = "Restart Now";
"Rows of thumbnails:" = "מס׳ שורות של תמונות ממוזערות:";
"Screen including menu bar" = "מסך הכולל את שורת התפריטים";
"Screen including mouse" = "המסך שבו העכבר הנמצא";
"Screen Recording" = "הקלטת מסך";
"Screen showing AltTab" = "המסך המציג את AltTab";
"Select next window" = "בחר בחלון הבא";
"Select previous window" = "בחר בחלון הקודם";
"Select windows on mouse hover" = "בחר Windows on Hops";
"Select windows using arrow keys" = "בחר Windows באמצעות מפתחות חצים";
"Select windows using vim keys" = "בחר Windows באמצעות מקשי Vim";
"Send" = "שלח";
"Send a crash report?" = "לשלוח דיווח קריסה?";
"Send anyway" = "שלח בכל זאת";
"Send debug profile (CPU, memory, etc)" = "שלח נתוני מערכת (מעבד, זכרון וכו')";
"Send feedback" = "שלח משוב";
"Send feedback…" = "שלח משוב...";
"Share improvement ideas, or report bugs" = "שתף רעיונות לשיפור, או דווח על באגים";
"Shortcut 1" = "קיצור דרך 1";
"Shortcut 2" = "קיצור דרך 2";
"Shortcut 3" = "קיצור 3";
"Shortcut 4" = "קיצור 4";
"Shortcut 5" = "קיצור 5";
"Shortcut already assigned to another action: %@" = "הקיצור שנבחר כבר משוייך לפעולה אחרת: %@";
"Shortcuts When Active" = "קיצורי דרך כאשר הם פעילים";
"Shortcuts when active…" = "קיצורי דרך כאשר הם פעילים ...";
"Show" = "הצג";
"Show & Hide" = "הצג הסתר";
"Show an item in the switcher for each window, or for each application. Windows will be focused, whereas applications will be activated." = "הצג פריט במתג עבור כל חלון, או לכל יישום.Windows ימוקד, ואילו יישומים יופעלו.";
"Show at the end" = "הצג בסוף";
"Show fullscreen windows" = "הצג חלונות מסך מלא";
"Show hidden windows" = "הצג חלונות מוסתרים";
"Show in switcher" = "להראות ב- Switcher";
"Show minimized windows" = "הצג חלונות ממוזערים";
"Show on" = "להראות על";
"Show on:" = "הצג ב:";
"Show standard tabs as windows" = "הצג כרטיסיות סטנדרטיות כ- Windows";
"Show standard tabs as windows:" = "הצג טאבים כחלונות:";
"Show titles" = "הצג כותרות";
"Show windows from applications" = "הצג חלונות מיישומים";
"Show windows from screens" = "הצג חלונות מהמסכים";
"Show windows from Spaces" = "הצג חלונות מחללים";
"Show windows from:" = "הצג חלונות מ:";
"Size" = "גוֹדֶל";
"Skipped" = "Skipped";
"Small" = "קָטָן";
"Some apps like Finder or Preview use standard tabs which act like independent windows. Some other apps like web browsers use custom tabs which act in unique ways and are not actual windows. AltTab can't list those separately." = "יש אפליקציות כמו Finder או תצוגה מקדימה שמשתמשים בכרטיסיות סטנדרטיות הפועלות כמו חלונות עצמאיים.כמה אפליקציות אחרות כמו דפדפני אינטרנט משתמשים בכרטיסיות מותאמות אישית הפועלות בדרכים ייחודיות ואינן חלונות בפועל.Alttab לא יכול לרשום את אלה בנפרד.";
"Source code repository" = "קוד מקור";
"Space" = "שטח";
"Space Order" = "סדר חלל";
"Start" = "התחלה";
"Start at login" = "התחל בכניסה";
"Start at login:" = "התחל בהפעלת המחשב:";
"Support this project ❤️" = "תמיכה בפרויקט ❤️";
"Swipe with Four Fingers" = "Swipe with Four Fingers";
"Swipe with Three Fingers" = "Swipe with Three Fingers";
"Switch between 3 different styles. You can customize them." = "מעבר בין 3 סגנונות שונים.אתה יכול להתאים אותם.";
"System" = "מַעֲרֶכֶת";
"System Default" = "System Default";
"The application needs to restart to apply the language change." = "The application needs to restart to apply the language change.";
"Theme" = "נוֹשֵׂא";
"Theme:" = "סגנון:";
"Then release:" = "ואז שחרר:";
"This permission is needed to focus windows after you release the shortcut" = "הרשאה זו דרושה כדי להתמקד על החלון הנכון לאחר שחרור קיצור המקשים";
"This permission is needed to show screenshots and titles of open windows" = "הרשאה זו דרושה כדי להציג תמונות ממוזערות וכותרות של החלונות הפתוחים";
"Thumbnails" = "תמונות ממוזערות";
"Title" = "Title";
"Title truncation" = "גיזום כותרות";
"Titles" = "כותרות";
"Trigger shortcut" = "קיצור דרך טריגר";
"Unassign existing shortcut and continue" = "בטל הקצאת קיצור קיים והמשך";
"Updates policy" = "מעדכן מדיניות";
"Updates policy:" = "מדיניות עדכונים:";
"Use the app without this permission. Thumbnails won’t show." = "Use the app without this permission. Thumbnails won’t show.";
"Version" = "גרסה";
"Vertical Swipe with Four Fingers" = "Vertical Swipe with Four Fingers";
"Vertical Swipe with Three Fingers" = "Vertical Swipe with Three Fingers";
"View existing discussions" = "הצג דיונים קיימים";
"Vim keys" = "Vim keys";
"Vim keys already assigned to other actions:\n%@" = "Vim Keys כבר הוקצה לפעולות אחרות: \\ n%@";
"Visibility" = "רְאוּת";
"Visible Spaces" = "שטחים גלויים";
"When fullscreen" = "במסך מלא";
"When no open window" = "כשאין חלון פתוח";
"While open, press:" = "כאשר פתוח, לחץ:";
"Window app icon size:" = "גודל סמל חלון:";
"Window is fullscreen" = "החלון במסך מלא";
"Window is minimized" = "החלון ממוזער";
"Window is on every Space" = "החלון נמצא בכל שטח";
"Window is on Space %d" = "החלון נמצא בשטח %d";
"Window max width in row:" = "רוחב מקסימלי של חלון בטור:";
"Window min width in row:" = "רוחב מינימלי של חלון בטור:";
"Window order:" = "סדר חלונות:";
"Window Title" = "כותרת חלון";
"Window title font size:" = "גודל כותרת חלון:";
"Window title truncation:" = "כותרת חלון מקוצרת:";
"Windows" = "חלונות";
"You can’t undo this action." = "לא ניתן לבטל פעולה זו.";
"You didn’t write your email, thus can’t receive any response." = "לא רשמת את כתובת המייל שלך, ולא תוכל לקבל תגובה.";
"You may need to disable some conflicting system gestures" = "You may need to disable some conflicting system gestures";
